Repository: prabhu/desistartups
Catalog: wordpress/plugins/genki_announcement/language/genki_announce-*.po
Languages: fr_fr, tr_tr

source: Options Updated!
fr_fr: Les options s ont été mises à jour
tr_tr: Seçenekler Güncellendi!

source: Announcement status
fr_fr: Etat de l'annonce
tr_tr: Duyuru durumu

source: Dont't show announcement
fr_fr: Ne pas afficher l'annonce
tr_tr: Duyuruyu gösterme

source: Show above first post (may not work in some themes)
fr_fr: Afficher au-dessus première publication (peut ne pas fonctionner avec certains thèmes)
tr_tr: İlk yazının üstünde göster (bazı temalarda çalışmayabilir)

source: Show in Widget (remember to activate the Genki Announcement Widget)
fr_fr: Afficher le widget (N'oubliez pas d'activer le Widget )
tr_tr: Widget olarak göster (Genki Announcement Widget'ı etkinleştirmeniz gerektiğini unutmayın)

source: Show where I insert the &lt;?php genki_announcement() ?> template function
fr_fr: Diaporama dans lequel j'insère la fonction &lt;?php genki_announcement() ?>
tr_tr: <?php genki_announcement() ?> fonksiyonunu koyduğum yerde göster

source: Style Announcement Box
fr_fr: Style de la "boîte" d'annonce
tr_tr: Duyuru Kutusu Biçimlendirmesi

source: Border Color
fr_fr: Couleur de la bordure
tr_tr: Kenar Rengi

source: Background Color
tr_tr: Arkaplan Rengi

source: Single message for all roles/users&nbsp;&nbsp;&nbsp;
fr_fr: Un message pour tous/utilisateurs
tr_tr: Tüm üyeler/roller için tek mesaj&nbsp;&nbsp;&nbsp;

source: Different message for different roles/users
fr_fr: Différents messages pour tous/utilisateurs
tr_tr: Farklı üyelere/rollere farklı mesaj

source: Message for All ~ HTML allowed
fr_fr: Message pour tous ~ HTML autorisé
tr_tr: Herkes için Mesaj ~ HTML kullanabilirsiniz

source: Message for Guests ~ HTML allowed
fr_fr: Message pour les invités ~ HTML autorisé
tr_tr: Ziyaretçiler için Mesaj ~ HTML kullanabilirsiniz

source: Message for Subscribers ~ HTML allowed
fr_fr: Message pour les abonnés ~ HTML autorisé
tr_tr: Subscriber'lar için Mesaj ~ HTML kullanabilirsiniz

source: Message for Contributors ~ HTML allowed
fr_fr: Message pour les contributeurs ~ HTML autorisé
tr_tr: Contributor'lar için Mesaj ~ HTML kullanabilirsiniz

source: Message for Authors ~ HTML allowed
fr_fr: Message pour les auteurs ~ HTML autorisé
tr_tr: Yazarlar için Mesaj ~ HTML kullanabilirsiniz

source: Message for Editors ~ HTML allowed
fr_fr: Message pour les éditeurs ~ HTML autorisé
tr_tr: Editörler için Mesaj ~ HTML kullanabilirsiniz

source: Message for Admins ~ HTML allowed
fr_fr: Message pour les administrateurs ~ HTML autorisé
tr_tr: Yöneticiler için Mesaj ~ HTML kullanabilirsiniz

source: Preview
tr_tr: Önizleme

source: Date to switch on announcement:
fr_fr: Date à laquelle l'annonce doit changer
tr_tr: Duyurunun açılacağı tarih

source: This feature requires Wordpress 2.1
fr_fr: Cette fonctionnalité requiert WP 2.1
tr_tr: Bu özellik Wordpress v2.1 gerektirir

source: - Format = YYYY-MM-DD hh:mm e.g 2007-08-18 13:59<br />- The time now is
fr_fr: - Format = YYYY-MM-DD hh:mm e.g 2007-08-18 13:59<br /> A présent il est ... hr
tr_tr: - Biçim: YYYY-AA-GG ss:dd (örn. 2007-08-18 13:59)<br />- Şu an saat:

source: - Leave blank to turn on immediately
fr_fr: - Laissez vide pour activer immédiatement
tr_tr: - Duyuru sürekli açık kalsın istiyorsanız boş bırakın

source: Date to switch off announcement:
fr_fr: Date à laquelle il faut changer le message d'annonce
tr_tr: Duyuruyu kapatmak için tarih:

source: - Leave blank to turn off manually
fr_fr: Laissez vide pour activer manuellement
tr_tr: - Duyuruyu kendiniz kapatmak isterseniz boş bırakın

source: Update Options &raquo;
tr_tr: Seçenekleri Güncelle &raquo;

source: Title:
fr_fr: Titre :
tr_tr: Başlık:

source: <label>To set your message and other options, go to <a href="%s/wp-admin/options-general.php?page=genki_announcement.php">Genki Announcement Options page</a></label>
fr_fr: <label>Pour définir votre message et d'autres options, allez à <a href="%s/wp-admin/options-general.php?page=genki_announcement.php">Page des options de Genki Announcement </a></label>
tr_tr: <label>Mesajınızı ve diğer seçenekleri düzenlemek için lütfen <a href="%s/wp-admin/options-general.php?page=genki_announcement.php">Genki Announcement Seçenekleri</a>ne gidiniz.</label>
